---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsInsulationThicknessForDuct
source: html/d39d1d34-4d17-87ab-f5ae-57dd26fdf31b.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsInsulationThicknessForDuct Property

"Insulation Thickness"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsInsulationThicknessForDuct { get; }
```